Ran Plan for dir: `terraform/prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_compute_global_address.grafana will be created
+ resource "google_compute_global_address" "grafana" {
      + address            = (known after apply)
      + creation_timestamp = (known after apply)
      + description        = "Static external IP for deploying grafana."
      + effective_labels   = {
          + "goog-terraform-provisioned" = "true"
        }
      + id                 = (known after apply)
      + label_fingerprint  = (known after apply)
      + name               = "grafana"
      + prefix_length      = 0
      + project            = "prompt-proto"
      + self_link          = (known after apply)
      + terraform_labels   = {
          + "goog-terraform-provisioned" = "true"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d terraform/prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://ci-atlantis.lsst.cloud/lock?id=lsst-dm%252Fjenkins-workers-deploy%252Fterraform%252Fprod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d terraform/prod
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```